{
  "Awareness": "With Awareness, you are given detailed information about any critter you examine.  You see their exact hit points and information about any weapon they are equipped with.",
  "Bonus HtH Attacks": "You have learned the secret arts of the East, or you just punch faster.  In any case, your Hand-to-Hand attacks cost 1 AP less to perform.",
  "Bonus HtH Damage": "Experience in unarmed combat has given you the edge when it comes to damage.  You cause +2 points of damage with hand-to-hand and melee attacks for each level of this Perk.",
  "Bonus Move": "For each level of Bonus Move, you get 2 free APs each turn that can only be used for movement.  In other words, you can move 2 free hexes each turn for each level of this Perk.",
  "Bonus Ranged Damage": "Your training in firearms and other ranged weapons has made you more deadly in ranged combat.  For each level of this Perk, you do +2 points of damage with ranged weapons.",
  "Bonus Rate of Fire": "This Perk allows you to pull the trigger a little faster and still remain as accurate as before.  Each ranged weapon attack costs 1 AP less to perform.",
  "Earlier Sequence": "You are more likely to move before your opponents in combat, since your Sequence is +2 for each level of this Perk.",
  "Faster Healing": "With each level of this Perk, you get a +2 bonus to your Healing Rate.  This is in addition to your normal healing rate, thus you heal faster.",
  "More Criticals": "You are more likely to cause critical hits in combat if you have this Perk.  Each level of More Criticals gets you an additional +5% chance to cause a critical hit.",
  "Night Vision": "With the Night Vision Perk, you can see in the dark better.  This will reduce the overall darkness level by 20%.",
  "Presence": "You command attention by just walking into a room.  The initial reaction of another person is improved by 10% for each level of this Perk.",
  "Rad Resistance": "You are better able to avoid radiation and the bad effects radiation causes.  Each level of this Perk improves your Radiation Resistance by 15%.",
  "Toughness": "When you are tough, you take less damage.  Each level of this Perk adds +10% to your general damage resistance.",
  "Strong Back": "AKA Mule.  You can carry an additional 50 pounds of equipment for each level of this Perk.",
  "Sharpshooter": "You have a talent for hitting things at longer distances.  For each level of this Perk, you get a +2 bonus to Perception for the purposes of determining range modifiers.  It's easier than ever to kill at long range!",
  "Silent Running": "With this Perk, you now have the ability to move quickly and still remain quiet.  You can Sneak and run at the same time.  Without this Perk, you would automatically stop Sneaking if you ran.",
  "Survivalist": "You are a master of the outdoors.  This Perk confers the ability to survive in hostile environments.  You get a +25% bonus to Outdoorsman.",
  "Master Trader": "You have mastered one aspect of bartering - buying goods far more cheaply than normal. With this Perk, you get a 25% discount when purchasing items from a store or another trader.",
  "Educated": "Each level of Educated adds +2 skill points when you gain a new experience level. This Perk works best when purchased early in your adventure.",
  "Healer": "The healing of bodies comes easier to you with this Perk. Each level of this Perk heals 4-10 additional hit points when using the First Aid or Doctor skills.",
  "Fortune Finder": "You have the talent of finding money. You find additional money in random encounters in the desert.",
  "Better Criticals": "The critical hits you cause in combat are more devastating. You gain a 20% bonus on the critical hit table, almost ensuring that more damage will be done. This does not affect the chance to cause a critical hit.",
  "Empathy": "You have studied other human beings, giving you inside knowledge of their emotional reaction to you.  You will see the reaction level of the person you are talking to when involved in an in-depth conversation.",
  "Slayer": "The Slayer walks the earth!  In hand-to-hand combat all of your hits are upgraded to critical hits, causing destruction and mayhem.",
  "Sniper": "You have mastered the firearm as a source of pain.  With this Perk, any successful hit in combat with a ranged weapon will be upgraded to a critical hit if you also make a Luck roll.",
  "Silent Death": "While Sneaking, if you hit a critter in the back, you will cause double damage using a hand-to-hand attack.  Silent Death is that kind of Perk.",
  "Action Boy": "Each level of Action Boy (insert Girl if you wish) gives you an additional AP to spend every combat turn.  You can use these generic APs on any task.",
  "Mental Block": "Mental Block is the ability to tune out any outside mental interference.  You must have learned this talent from a passing guru, or from a really late night at a bar.",
  "Lifegiver": "With each level of this Perk, you gain an additional 4 Hit Points every time you advance a level.  This is in addition to the hit points you already gain per level based off of your endurance.",
  "Dodger": "You are less likely to be hit in combat if you have this Perk. You gain a +5 to your Armor Class, in addition to the AC bonus from any armor worn.",
  "Snakeater": "Yum! Tastes like chicken. For each level of this Perk, you gain +25% to your Poison Resistance.",
  "Mr. Fixit": "This Perk will give you a one-time bonus of +10% to the Repair and Science skills.  A little late night cramming never hurt anybody, especially you.",
  "Medic": "The Medic Perk gives you a one-time bonus of +10% to the First Aid and Doctor skills.  Healing skills are a good thing.",
  "Master Thief": "A Master Thief is proficient at stealing and picking locks. You gain +15 to Stealing and Lock-picking.  Steal from the rich, and give to you.",
  "Speaker": "Being a Speaker means you have a one-time bonus of +20% to Speech.  From the mouth of babes and all that.",
  "Heave Ho!": "Each level of the Heave Ho! Perk gives you an additional +2 to Strength (up to 10,) for purposes of determining range with thrown weapons only. This Perk will not exceed a weapon's maximum range.",
  "Pickpocket": "You are much more adept at stealing than the normal crook. You can steal with the best of them, because with this Perk, you ignore size and facing modifiers when stealing from a person.",
  "Ghost": "When the sun goes down or you are in a poorly lit area, you move like a ghost with this Perk.  Your Sneak skill is enhanced +20% in dark conditions.",
  "Cult of Personality": "Your reputation is always positive to people. Without this Perk, a large negative reputation would have a bad effect on good natured people. This works in the reverse as well. Evil people will even treat Mr. Goodie Good as one of the gang.",
  "Scrounger": "You can find more ammo than the normal post-holocaust survivor. This Perk doubles the amount of ammo found in random encounters.",
  "Explorer": "The mark of the Explorer is to search out new and interesting locations.  With this Perk, you have a greater chance of finding special places and people.",
  "Flower Child": "With this Perk, you are less likely to be reliant to chems (50% less likely, actually), and you suffer half the withdrawal time of a normal person.",
  "Pathfinder": "The Pathfinder is better able to find the shortest route.  With this Perk, your travel time on the World Map is reduced by 25% for each level.",
  "Animal Friend": "Animals will not attack one of their friends, unless the animal is threatened or attacked first.  Exactly what an animal is in this world is open to debate.",
  "Scout": "You have improved your ability to see distant locations, increasing the size of explorations on the World Map by one square in each direction.  You also have a better chance of finding special encounters.",
  "Mysterious Stranger": "With this Perk, you have gained the attention of a Mysterious Stranger, who will appear to help you from time to time.  If your ally is lost in combat, do not expect him (or her) to be replaced.",
  "Ranger": "You gain a +15% toward your Outdoorsman skill.  You are more likely to avoid random encounters if you choose, and tend to find those \"special\" encounters more than most.",
  "Quick Pockets": "You have learned to pack your equipment better.  Accessing your inventory only costs you 2 Action Points in Combat instead of 4.",
  "Smooth Talker": "You have learned to increase your dialog options without understanding what you're talking about.  Each level of this Perk will increase your Intelligence by one, up to 10, for purposes of dialog only.",
  "Swift Learner": "You are indeed a Swift Learner with this Perk, as each level gives you an additional +5% bonus whenever you earn experience points.  This is best taken early.",
  "Tag!": "Your skills have improved to the point where you can pick an additional Tag Skill.  Tag skills increase twice as fast.",
  "Mutate!": "The radiation of the wasteland has changed you!  One of your Traits has mutated into something else...",
  "Nuka-Cola Reliance": "You crave another Nuka-Cola.",
  "Buffout Reliance": "You've got the shakes.",
  "Mentats Reliance": "You feel groggy.",
  "Psycho Reliance": "You feel light-headed.",
  "Radaway Reliance": "You feel nauseous.",
  "Weapon Long Range": "Weapon Long Range",
  "Weapon Accurate": "Weapon Accurate",
  "Weapon Penetrate": "Weapon Penetrate",
  "Weapon Knockback": "Weapon Knock-back",
  "Powered Armor": "Powered Armor",
  "Combat Armor": "Combat Armor",
  "Weapon Scope Range": "Weapon Scope Range",
  "Weapon Fast Reload": "Weapon Fast Reload",
  "Weapon Night Sight": "Weapon Night Sight",
  "Weapon Flameboy": "Weapon Flameboy",
  "Armor Advanced I": "Armor Advanced I",
  "Armor Advanced II": "Armor Advanced II",
  "Jet Reliance": "Everything is moving so slowly... you need to get some more Jet, right NOW!",
  "Tragic Reliance": "You feel a burning desire to open another box of Tragic cards.",
  "Armor Charisma": "Armor Charisma",
  "Gecko Skinning": "You have the knowledge of how to skin geckos properly to get their hides.",
  "Dermal Impact Armor": "You have inherent protection against physical attacks.",
  "Dermal Impact Asslt. Enhance.": "You have extra inherent protection against physical attacks.",
  "Phoenix Armor Implants": "You have inherent protection against energy attacks.",
  "Phoenix Assault Enhancement": "You have extra inherent protection against energy attacks.",
  "Vault City Inoculations": "You have gained +10% resistance to both poison and radiation.",
  "Adrenaline Rush": "With this Perk, you gain +1 to your Strength when you drop below 1/2 of your max hit points.",
  "Cautious Nature": "You are more alert outdoors and enemies are less likely to sneak up on you.  With this Perk you get a +3 to your perception in random encounters when determining placement.",
  "Comprehension": "You pay much closer attention to the smaller details when reading.  You gain 50% more skill points when reading books.",
  "Demolition Expert": "You are an expert when it comes to the fine art of handling explosives. They always go off when they're supposed to, as well as causing extra damage.",
  "Gambler": "You can roll with the best of them.  You gain +20% to your gambling skill.",
  "Gain Strength": "With this Perk you gain +1 to your Strength.",
  "Gain Perception": "With this Perk you gain +1 to your Perception.",
  "Gain Endurance": "With this Perk you gain +1 to your Endurance.",
  "Gain Charisma": "With this Perk you gain +1 to your Charisma.",
  "Gain Intelligence": "With this Perk you gain +1 to your Intelligence.",
  "Gain Agility": "With this Perk you gain +1 to your Agility.",
  "Gain Luck": "With this Perk you gain +1 to your Luck.",
  "Harmless": "Your innocent demeanor makes stealing from people a little easier. You gain 20% to your Steal skill.",
  "Here and Now": "With this Perk you immediately gain one experience level.",
  "HtH Evade": "If both item slots are empty, each unused action point gives you a +2 instead of +1 towards your armor class at the end of your turn, plus 1/12 of your unarmed skill.",
  "Kama Sutra Master": "When it comes to pleasing sexually, you wrote the book.",
  "Karma Beacon": "Your Karma shines twice as bright. Whether good or bad, your Karma is doubled for any kind of reaction or modifiers.",
  "Light Step": "You are agile, lucky, and always careful. This perk halves your chances of setting off a trap.",
  "Living Anatomy": "You have a better understanding of living creatures and their strengths and weaknesses.  You get a one-time bonus of +10% to Doctor, and you do +5 damage per attack to living creatures.",
  "Magnetic Personality": "You get 1 extra slot in your companion limit, but don't forget that more than 5 is always a crowd.",
  "Negotiator": "You are a very skilled negotiator.  Not only can you barter with the best of them, but you can talk your way into or out of almost anything.  With this Perk you gain +10% to both Barter and Speech.",
  "Pack Rat": "You are efficient at arranging your inventory in general.  This makes it much easier to carry that little extra you've always needed.",
  "Pyromaniac": "You do extra damage with fire-based weapons, and enemies always seem to die in the most painful fiery fashion.",
  "Quick Recovery": "You are quick at recovering from being knocked down.",
  "Salesman": "You are an adept salesperson.  With this Perk you gain +20% towards your Barter skill.",
  "Stonewall": "You are much less likely to be knocked down in combat.",
  "Thief": "The blood of a thief runs through your veins. With the Thief Perk, you get a one-time bonus of +10% to your Sneak, Lock-pick, Steal, and Traps skills.  A well rounded thief is a live thief.",
  "Weapon Handling": "You can wield weapons much larger than normally allowed. You gain a +3 to your strength for the purposes of Strength checks when trying to wield weaponry.",
  "Vault City Training": "You have received the Vault City medical training.",
  "Alcohol Raised hit points": "Your hit points have been enhanced a little by repeated drunkenness.",
  "Alcohol Raised hit points II": "Your hit points have been enhanced a little more by repeated drunkenness.",
  "Alcohol Lowered hit points": "Your hit points have been lowered slightly by repeated drunkenness.",
  "Alcohol Lowered hit points II": "Your hit points have been lowered slightly by repeated drunkenness.",
  "Autodoc Raised hit points": "Your hit points have been enhanced a little by repeated use of the autodoc.",
  "Autodoc Raised hit points II": "Your hit points have been enhanced a little more by repeated use of the autodoc.",
  "Autodoc Lowered hit points": "Your hit points have been lowered slightly by repeated use of the autodoc.",
  "Autodoc Lowered hit points II": "Your hit points have been lowered slightly by repeated use of the autodoc.",
  "Expert Excrement Expeditor": "You can sling bull with the best of them.",
  "Weapon Enhanced Knockout": "Weapon Enhanced Knockout"
}
